Repository: kazunito/SiliconScope
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant_tw

source: %.1f GB in use
ja: %.1f GB 使用中
ko: %.1f GB 사용 중
zh_hant_tw: 已使用 %.1f GB

source: %@ free
ja: %@ 空き
ko: %@ 여유
zh_hant_tw: 剩餘 %@

source: %lld cores · %lldE+%lldP
ja: %lld コア · %lldE+%lldP
ko: %lld 코어 · %lldE+%lldP
zh_hant_tw: %lld 核心 · %lldE+%lldP

source: +%@ alongside · ~%@ if you unload %@ (Q4_K_M)
ja: +%1$@ 併用可 · %3$@ をアンロードすれば ~%2$@ (Q4_K_M)
ko: +%1$@ 동시 사용 · %3$@ 를 내리면 ~%2$@ (Q4_K_M)
zh_hant_tw: +%1$@ 同時可用 · 卸載 %3$@ 後約 ~%2$@ (Q4_K_M)

source: AI Runtime
ja: AI ランタイム
ko: AI 런타임
zh_hant_tw: AI 執行環境

source: AI Workload
ja: AI ワークロード
ko: AI 워크로드
zh_hant_tw: AI 工作負載

source: AI runtime
ja: AIランタイム
ko: AI 런타임
zh_hant_tw: AI 執行環境

source: ANE est.
ja: ANE 推定
ko: ANE 추정
zh_hant_tw: ANE 預估

source: Active
ja: アクティブ
ko: 활성
zh_hant_tw: 運作中

source: Activity
ja: アクティビティ
ko: 활동
zh_hant_tw: 活動

source: Alert notifications
ja: アラート通知
ko: 알림
zh_hant_tw: 警示通知

source: App Memory
ja: アプリメモリ
ko: 앱 메모리
zh_hant_tw: App 記憶體

source: Apps Using Energy
ja: 電力を使用中のアプリ
ko: 전력을 쓰는 앱
zh_hant_tw: 耗電的 App

source: Automatically check for updates
ja: アップデートを自動的に確認
ko: 업데이트 자동 확인
zh_hant_tw: 自動檢查更新

source: Bandwidth
ja: 帯域
ko: 대역폭
zh_hant_tw: 頻寬

source: Battery
ja: バッテリー
ko: 배터리
zh_hant_tw: 電池

source: Benchmark failed — is %@'s local server reachable?
ja: ベンチマーク失敗 — %@ のローカルサーバーに到達できますか？
ko: 벤치마크 실패 — %@ 의 로컬 서버에 연결되나요?
zh_hant_tw: 基準測試失敗 — %@ 的本機伺服器可連線嗎？

source: CLI runtime — no local API
ja: CLI ランタイム — ローカル API なし
ko: CLI 런타임 — 로컬 API 없음
zh_hant_tw: CLI 執行環境 — 無本機 API

source: CPU temp
ja: CPU 温度
ko: CPU 온도
zh_hant_tw: CPU 溫度

source: Cached
ja: キャッシュ
ko: 캐시
zh_hant_tw: 已快取

source: Cached Files
ja: キャッシュファイル
ko: 캐시 파일
zh_hant_tw: 快取檔案

source: Cancel
ja: キャンセル
ko: 취소
zh_hant_tw: 取消

source: Celsius (°C)
ja: 摂氏 (°C)
ko: 섭씨 (°C)
zh_hant_tw: 攝氏 (°C)

source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hant_tw: 檢查更新…

source: Compact GPU mode (menu bar)
ja: コンパクトGPU表示（メニューバー）
ko: 컴팩트 GPU 모드 (메뉴바)
zh_hant_tw: 精簡 GPU 模式（選單列）

source: Compressed
ja: 圧縮済み
ko: 압축됨
zh_hant_tw: 已壓縮

source: Condition
ja: 状態
ko: 상태
zh_hant_tw: 狀態

source: Connect to local AI runtimes
ja: ローカルAIランタイムに接続
ko: 로컬 AI 런타임에 연결
zh_hant_tw: 連接本機 AI 執行環境

source: Connected
ja: 接続済み
ko: 연결됨
zh_hant_tw: 已連線

source: Cycles
ja: サイクル数
ko: 사이클
zh_hant_tw: 循環次數

source: DRAM power
ja: DRAM 電力
ko: DRAM 전력
zh_hant_tw: DRAM 功耗

source: Disk
ja: ディスク
ko: 디스크
zh_hant_tw: 磁碟

source: Disks
ja: ディスク
ko: 디스크
zh_hant_tw: 磁碟

source: E (amber) / P (blue) usage · 60s
ja: E（橙）/ P（青）使用率 · 60秒
ko: E(앰버) / P(블루) 사용률 · 60초
zh_hant_tw: E（琥珀）/ P（藍）使用率 · 60秒

source: E-cores
ja: E コア
ko: E 코어
zh_hant_tw: E 核心

source: Enable “Connect to local AI runtimes” and load a model first
ja: 先に設定で「ローカルAIランタイムに接続」を有効化し、モデルを読み込んでください
ko: 먼저 설정에서 “로컬 AI 런타임에 연결”을 켜고 모델을 불러오세요
zh_hant_tw: 請先在設定中開啟「連接本機 AI 執行環境」並載入模型

source: Enable “Connect to local AI runtimes” in Settings for model + tok/s
ja: モデルと tok/s を表示するには設定で「ローカルAIランタイムに接続」を有効化
ko: 모델과 tok/s를 보려면 설정에서 “로컬 AI 런타임에 연결”을 켜세요
zh_hant_tw: 在設定中開啟「連接本機 AI 執行環境」以顯示模型與 tok/s

source: Engine
ja: エンジン
ko: 엔진
zh_hant_tw: 引擎

source: Fahrenheit (°F)
ja: 華氏 (°F)
ko: 화씨 (°F)
zh_hant_tw: 華氏 (°F)

source: Fan %lld
ja: ファン %lld
ko: 팬 %lld
zh_hant_tw: 風扇 %lld

source: Fanless
ja: ファンレス
ko: 팬리스
zh_hant_tw: 無風扇

source: Fans
ja: ファン
ko: 팬
zh_hant_tw: 風扇

source: Filter by name
ja: 名前で絞り込み
ko: 이름으로 필터
zh_hant_tw: 依名稱篩選

source: Fits now
ja: 現在収まる
ko: 현재 수용 가능
zh_hant_tw: 目前可容納

source: Force Quit
ja: 強制終了
ko: 강제 종료
zh_hant_tw: 強制結束

source: Force Quit %@
ja: %@ を強制終了
ko: %@ 강제 종료
zh_hant_tw: 強制結束 %@

source: Force Quit %@ (pid %d)?
ja: %@ を強制終了しますか？ (pid %d)
ko: %@ 를 강제 종료할까요? (pid %d)
zh_hant_tw: 要強制結束 %@ 嗎？ (pid %d)

source: Free
ja: 空き
ko: 여유
zh_hant_tw: 可用

source: Free up memory to avoid swapping.
ja: スワップを避けるためメモリを解放してください。
ko: 스와핑을 피하려면 메모리를 확보하세요.
zh_hant_tw: 請釋放記憶體以避免置換。

source: GPU (green) / GPU mem (cyan) / ANE (purple) / Media (orange) · 60s
ja: GPU(緑) / GPU メモリ(シアン) / ANE(紫) / Media(オレンジ) · 60秒
ko: GPU(그린) / GPU 메모리(시안) / ANE(퍼플) / Media(오렌지) · 60초
zh_hant_tw: GPU（綠）/ GPU 記憶體（青）/ ANE（紫）/ Media（橙）· 60秒

source: GPU (green) / Media (orange) / ANE (purple) · 60s
ja: GPU（緑）/ メディア（橙）/ ANE（紫）· 60秒
ko: GPU(그린) / 미디어(오렌지) / ANE(퍼플) · 60초
zh_hant_tw: GPU（綠）/ 媒體（橙）/ ANE（紫）· 60秒

source: GPU / Media / Neural
ja: GPU / メディア / ニューラル
ko: GPU / 미디어 / 뉴럴
zh_hant_tw: GPU / 媒體 / 神經網路

source: GPU / Media / Neural Engine
ja: GPU / メディア / Neural Engine
ko: GPU / 미디어 / Neural Engine
zh_hant_tw: GPU / 媒體 / Neural Engine

source: GPU clock -%.0f%% vs peak
ja: GPU クロック ピーク比 -%.0f%%
ko: GPU 클럭 피크 대비 -%.0f%%
zh_hant_tw: GPU 時脈 較峰值低 -%.0f%%

source: GPU clock held %.0f%% below peak by heat — sustained performance limited.
ja: 発熱により GPU クロックがピークより %.0f%% 低く抑えられています — 持続性能が制限されています。
ko: 발열로 GPU 클럭이 피크보다 %.0f%% 낮게 억제됨 — 지속 성능이 제한됩니다.
zh_hant_tw: 因發熱導致 GPU 時脈被限制在低於峰值 %.0f%% — 持續效能受限。

source: GPU memory
ja: GPU メモリ
ko: GPU 메모리
zh_hant_tw: GPU 記憶體

source: GPU thermal throttle
ja: GPU 発熱スロットリング
ko: GPU 발열 스로틀링
zh_hant_tw: GPU 過熱降頻

source: GPU thermal throttling
ja: GPU 発熱スロットリング
ko: GPU 발열 스로틀링
zh_hant_tw: GPU 過熱降頻

source: GPU throttling — clock %.0f MHz (-%.0f%% vs peak)
ja: GPU スロットリング — クロック %.0f MHz（ピーク比 -%.0f%%）
ko: GPU 스로틀링 — 클럭 %.0f MHz (피크 대비 -%.0f%%)
zh_hant_tw: GPU 降頻 — 時脈 %.0f MHz（較峰值 -%.0f%%）

source: Health
ja: 健全度
ko: 건강도
zh_hant_tw: 健康度

source: Inspect %@
ja: %@ を調査
ko: %@ 검사
zh_hant_tw: 檢視 %@

source: LM Studio port
ja: LM Studio ポート
ko: LM Studio 포트
zh_hant_tw: LM Studio 連接埠

source: Launch at login
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hant_tw: 登入時啟動

source: Left Fan
ja: 左ファン
ko: 왼쪽 팬
zh_hant_tw: 左風扇

source: Load avg
ja: ロードアベレージ
ko: 로드 애버리지
zh_hant_tw: 負載平均值

source: Local AI runtime API (opt-in)
ja: ローカルAIランタイムAPI（オプトイン）
ko: 로컬 AI 런타임 API (옵트인)
zh_hant_tw: 本機 AI 執行環境 API（選擇加入）

source: MEMORY
ja: メモリ
ko: 메모리
zh_hant_tw: 記憶體

source: Measure tok/s
ja: tok/s を計測
ko: tok/s 측정
zh_hant_tw: 測量 tok/s

source: Media
ja: メディア
ko: 미디어
zh_hant_tw: 媒體

source: Mem BW % of ceiling
ja: メモリ帯域 上限に対する割合
ko: 메모리 대역폭 상한 대비 비율
zh_hant_tw: 記憶體頻寬 佔上限百分比

source: Memory
ja: メモリ
ko: 메모리
zh_hant_tw: 記憶體

source: Memory & Bandwidth
ja: メモリと帯域
ko: 메모리와 대역폭
zh_hant_tw: 記憶體與頻寬

source: Memory pressure: critical
ja: メモリプレッシャー：危機的
ko: 메모리 압력: 위험
zh_hant_tw: 記憶體壓力：危急

source: Memory swapping
ja: メモリスワップ発生
ko: 메모리 스와핑 발생
zh_hant_tw: 記憶體置換中

source: Model budget
ja: モデル予算
ko: 모델 예산
zh_hant_tw: 模型預算

source: NAME
ja: 名前
ko: 이름
zh_hant_tw: 名稱

source: Network
ja: ネットワーク
ko: 네트워크
zh_hant_tw: 網路

source: Network & Disk
ja: ネットワークとディスク
ko: 네트워크와 디스크
zh_hant_tw: 網路與磁碟

source: Network Disks
ja: ネットワークディスク
ko: 네트워크 디스크
zh_hant_tw: 網路磁碟

source: No battery (desktop Mac)
ja: バッテリーなし（デスクトップ Mac）
ko: 배터리 없음 (데스크탑 Mac)
zh_hant_tw: 無電池（桌上型 Mac）

source: No local AI runtime detected
ja: ローカルAIランタイムが検出されません
ko: 로컬 AI 런타임이 감지되지 않음
zh_hant_tw: 未偵測到本機 AI 執行環境

source: Not Connected
ja: 未接続
ko: 연결 안 됨
zh_hant_tw: 未連線

source: Notify on GPU thermal throttle, memory pressure, or swapping (once per event).
ja: GPUの発熱スロットリング、メモリ逼迫、スワップ発生時に通知します（イベントごとに1回）。
ko: GPU 발열 스로틀링, 메모리 압력, 스와핑 발생 시 알립니다 (이벤트당 1회).
zh_hant_tw: GPU 過熱降頻、記憶體壓力或發生置換時通知（每個事件通知一次）。

source: Offload
ja: オフロード
ko: 오프로드
zh_hant_tw: 卸載

source: Ollama port
ja: Ollama ポート
ko: Ollama 포트
zh_hant_tw: Ollama 連接埠

source: On GPU thermal throttle or memory pressure, the affected card's border turns amber/red. The in-app warning banner is on by default (turn it off above); optional macOS notifications fire once per event.
ja: GPUの発熱スロットリングやメモリ逼迫が発生すると、該当カードの枠がオレンジ/赤に変わります。アプリ内警告バナーはデフォルトでオン（上でオフに切り替え可能）、任意のmacOS通知はイベントごとに1回発火します。
ko: GPU 발열 스로틀링이나 메모리 압력이 발생하면 해당 카드의 테두리가 주황/빨강으로 바뀝니다. 앱 내 경고 배너는 기본적으로 켜져 있으며(위에서 끌 수 있음), 선택적 macOS 알림은 이벤트당 한 번 발생합니다.
zh_hant_tw: 發生 GPU 過熱降頻或記憶體壓力時，受影響卡片的邊框會變成琥珀色/紅色。App 內警示橫幅預設為開啟（可在上方關閉）；選用的 macOS 通知則每個事件觸發一次。

source: Open Dashboard
ja: ダッシュボードを開く
ko: 대시보드 열기
zh_hant_tw: 開啟儀表板

source: Other
ja: その他
ko: 기타
zh_hant_tw: 其他

source: P-cores
ja: P コア
ko: P 코어
zh_hant_tw: P 核心

source: Page-ins
ja: ページイン
ko: 페이지 인
zh_hant_tw: 換入頁面

source: Page-outs
ja: ページアウト
ko: 페이지 아웃
zh_hant_tw: 換出頁面

source: Pages / sec
ja: ページ / 秒
ko: 페이지 / 초
zh_hant_tw: 頁面 / 秒

source: Peak ↑ %@
ja: ピーク ↑ %@
ko: 피크 ↑ %@
zh_hant_tw: 尖峰 ↑ %@

source: Peak ↓ %@
ja: ピーク ↓ %@
ko: 피크 ↓ %@
zh_hant_tw: 尖峰 ↓ %@

source: Power
ja: 電力
ko: 전력
zh_hant_tw: 功耗

source: Pressure
ja: プレッシャー
ko: 압력
zh_hant_tw: 壓力

source: Processes
ja: プロセス
ko: 프로세스
zh_hant_tw: 程序

source: Quit
ja: 終了
ko: 종료
zh_hant_tw: 結束

source: Quit %@
ja: %@ を終了
ko: %@ 종료
zh_hant_tw: 結束 %@

source: Quit %@ (pid %d)?
ja: %@ を終了しますか？ (pid %d)
ko: %@ 를 종료할까요? (pid %d)
zh_hant_tw: 要結束 %@ 嗎？ (pid %d)

source: Read
ja: 読み込み
ko: 읽기
zh_hant_tw: 讀取

source: Reads the loaded model, processor split, and tokens/sec from AI runtimes on 127.0.0.1. Nothing leaves your Mac.
ja: 127.0.0.1 上のAIランタイムから、読み込み済みモデル・プロセッサ配分・トークン/秒を読み取ります。データがMacの外に出ることはありません。
ko: 127.0.0.1의 AI 런타임에서 불러온 모델, 프로세서 분배, 초당 토큰을 읽습니다. 어떤 데이터도 Mac을 떠나지 않습니다.
zh_hant_tw: 從 127.0.0.1 上的 AI 執行環境讀取已載入的模型、處理器分配與每秒權杖數。所有資料都不會離開你的 Mac。

source: Refresh interval
ja: 更新間隔
ko: 새로 고침 간격
zh_hant_tw: 重新整理間隔

source: Right Fan
ja: 右ファン
ko: 오른쪽 팬
zh_hant_tw: 右風扇

source: Sensors
ja: センサー
ko: 센서
zh_hant_tw: 感測器

source: Settings…
ja: 設定…
ko: 설정…
zh_hant_tw: 設定…

source: Show Dock icon
ja: Dockアイコンを表示
ko: Dock 아이콘 표시
zh_hant_tw: 顯示 Dock 圖示

source: Show any metric as its own menu-bar item with a live glyph + dropdown (also toggleable with the ⬚ on each dashboard card). Turn off Combined (SS) to free a menu-bar slot on notch-limited Macs — Settings stays reachable from any item's dropdown.
ja: 各指標をライブグリフ＋ドロップダウン付きの個別メニューバー項目として表示できます（各ダッシュボードカードの⬚でも切り替え可能）。ノッチで余裕のないMacではCombined (SS)をオフにしてメニューバーの枠を空けられます — 設定はどの項目のドロップダウンからでも開けます。
ko: 각 지표를 라이브 글리프 + 드롭다운이 있는 개별 메뉴바 항목으로 표시할 수 있습니다(각 대시보드 카드의 ⬚로도 전환 가능). 노치로 공간이 부족한 Mac에서는 Combined (SS)를 꺼서 메뉴바 자리를 확보하세요 — 설정은 어떤 항목의 드롭다운에서도 열 수 있습니다.
zh_hant_tw: 可將任何指標顯示為獨立的選單列項目，附即時圖示與下拉選單（也可透過各儀表板卡片上的 ⬚ 切換）。在瀏海空間有限的 Mac 上，關閉 Combined (SS) 可釋出選單列空間 — 仍可從任一項目的下拉選單開啟設定。

source: Show this in the menu bar
ja: メニューバーに表示
ko: 메뉴바에 표시
zh_hant_tw: 在選單列中顯示

source: Show warning banner
ja: 警告バナーを表示
ko: 경고 배너 표시
zh_hant_tw: 顯示警示橫幅

source: Showing in the menu bar — click to hide
ja: メニューバーに表示中 — クリックで非表示
ko: 메뉴바에 표시 중 — 클릭하면 숨김
zh_hant_tw: 已在選單列中顯示 — 點按以隱藏

source: SoC power
ja: SoC 電力
ko: SoC 전력
zh_hant_tw: SoC 功耗

source: Startup & alerts
ja: 起動とアラート
ko: 시작 및 알림
zh_hant_tw: 啟動與警示

source: Swap
ja: スワップ
ko: 스왑
zh_hant_tw: 置換

source: Swap-ins
ja: スワップイン
ko: 스왑 인
zh_hant_tw: 置換換入

source: Swap-outs
ja: スワップアウト
ko: 스왑 아웃
zh_hant_tw: 置換換出

source: TOP PROCESSES
ja: 上位プロセス
ko: 상위 프로세스
zh_hant_tw: 前列程序

source: TRENDS
ja: トレンド
ko: 추세
zh_hant_tw: 趨勢

source: Temperature
ja: 温度
ko: 온도
zh_hant_tw: 溫度

source: Temperature unit
ja: 温度の単位
ko: 온도 단위
zh_hant_tw: 溫度單位

source: Temperatures
ja: 各部温度
ko: 부위별 온도
zh_hant_tw: 各部位溫度

source: Top Processes
ja: 上位プロセス
ko: 상위 프로세스
zh_hant_tw: 前列程序

source: Top by Memory
ja: メモリ使用上位
ko: 메모리 사용 상위
zh_hant_tw: 記憶體使用前列

source: Total
ja: 合計
ko: 합계
zh_hant_tw: 總計

source: Total (SoC)
ja: 合計（SoC）
ko: 합계 (SoC)
zh_hant_tw: 總計（SoC）

source: Turn off the Dock icon to run SiliconScope as a pure menu-bar utility — the dashboard still opens from any menu-bar item's dropdown.
ja: Dockアイコンをオフにすると、SiliconScopeを純粋なメニューバーユーティリティとして実行できます — ダッシュボードはどのメニューバー項目のドロップダウンからでも開けます。
ko: Dock 아이콘을 끄면 SiliconScope를 순수한 메뉴바 유틸리티로 실행할 수 있습니다 — 대시보드는 어떤 메뉴바 항목의 드롭다운에서도 열 수 있습니다.
zh_hant_tw: 關閉 Dock 圖示可讓 SiliconScope 以純選單列工具程式的方式執行 — 儀表板仍可從任一選單列項目的下拉選單開啟。

source: Unified memory is full — swapping is limiting throughput.
ja: ユニファイドメモリが満杯 — スワップがスループットを制限しています。
ko: 통합 메모리가 가득 참 — 스와핑이 처리량을 제한하고 있습니다.
zh_hant_tw: 統一記憶體已滿 — 置換正在限制輸送量。

source: Uptime
ja: 稼働時間
ko: 가동 시간
zh_hant_tw: 執行時間

source: Used
ja: 使用中
ko: 사용 중
zh_hant_tw: 使用中

source: Wired
ja: ワイヤード
ko: 와이어드
zh_hant_tw: 固定

source: Workload
ja: ワークロード
ko: 워크로드
zh_hant_tw: 工作負載

source: Write
ja: 書き込み
ko: 쓰기
zh_hant_tw: 寫入

source: avg %@ · max %@
ja: 平均 %@ · 最大 %@
ko: 평균 %@ · 최대 %@
zh_hant_tw: 平均 %@ · 最大 %@

source: fanless
ja: ファンレス
ko: 팬리스
zh_hant_tw: 無風扇

source: free %@ / %@
ja: 空き %@ / %@
ko: 여유 %@ / %@
zh_hant_tw: 可用 %@ / %@

source: largest model ~%@ (Q4_K_M)
ja: 最大モデル ~%@ (Q4_K_M)
ko: 최대 모델 ~%@ (Q4_K_M)
zh_hant_tw: 最大模型 ~%@ (Q4_K_M)

source: measuring tok/s…
ja: tok/s 計測中…
ko: tok/s 측정 중…
zh_hant_tw: 正在測量 tok/s…

source: no sensors available
ja: 利用可能なセンサーなし
ko: 사용 가능한 센서 없음
zh_hant_tw: 無可用感測器

source: re-measure
ja: 再計測
ko: 다시 측정
zh_hant_tw: 重新測量

source: runtime API unreachable
ja: ランタイム API に到達できません
ko: 런타임 API에 연결할 수 없음
zh_hant_tw: 無法連線至執行環境 API

source: runtime idle — GPU load is from another app (in-app / unmanaged)
ja: ランタイム待機中 — GPU 負荷は別アプリ由来（アプリ内 / 非管理）
ko: 런타임 유휴 — GPU 부하는 다른 앱에서 발생 (앱 내 / 비관리)
zh_hant_tw: 執行環境閒置中 — GPU 負載來自其他 App（App 內／非受管）

source: runtime running — no model loaded
ja: ランタイム稼働中 — モデル未読み込み
ko: 런타임 실행 중 — 불러온 모델 없음
zh_hant_tw: 執行環境運作中 — 未載入模型

source: runtime running — start its local server for model + tok/s
ja: ランタイム稼働中 — モデルと tok/s のためローカルサーバーを起動
ko: 런타임 실행 중 — 모델과 tok/s를 위해 로컬 서버를 시작하세요
zh_hant_tw: 執行環境運作中 — 啟動其本機伺服器以取得模型與 tok/s

source: · likely CPU offload (est.)
ja: · CPU オフロードの可能性（推定）
ko: · CPU 오프로드 가능성 (추정)
zh_hant_tw: · 可能為 CPU 卸載（推估）

source: ↑ Upload
ja: ↑ アップロード
ko: ↑ 업로드
zh_hant_tw: ↑ 上傳

source: ↓ Download
ja: ↓ ダウンロード
ko: ↓ 다운로드
zh_hant_tw: ↓ 下載
